[
  {
    "name": "Babe Ruth",
    "comment": "The only real game, I think, is baseball."
  },
  {
    "name": "Jackie Robinson",
    "comment": "A life is not important except in the impact it has on other lives."
  },
  {
    "name": "Muhammad Ali",
    "comment": "Float like a butterfly, sting like a bee."
  },
  {
    "name": "Michael Jordan",
    "comment": "I can accept failure, everyone fails at something. But I can't accept not trying."
  },
  {
    "name": "Wayne Gretzky",
    "comment": "You miss 100% of the shots you don’t take."
  },
  {
    "name": "Serena Williams",
    "comment": "I'm a perfectionist. I'm pretty tough on myself."
  },
  {
    "name": "LeBron James",
    "comment": "I'm not a businessman; I'm a business, man."
  },
  {
    "name": "Pele",
    "comment": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do."
  },
  {
    "name": "Tiger Woods",
    "comment": "The greatest thing about tomorrow is I will be better than I am today."
  },
  {
    "name": "Roger Federer",
    "comment": "There is no way around the hard work. Embrace it."
  },
  {
    "name": "Tom Brady",
    "comment": "I'm a great believer in luck, and I find the harder I work the more I have of it."
  },
  {
    "name": "Lionel Messi",
    "comment": "You have to fight to reach your dream. You have to sacrifice and work hard for it."
  },
  {
    "name": "Usain Bolt",
    "comment": "I told you all I was going to be number one, and I did just that."
  },
  {
    "name": "Christiano Ronaldo",
    "comment": "Your love makes me strong, your hate makes me unstoppable."
  },
  {
    "name": "Babe Didrikson Zaharias",
    "comment": "The formula for success is 2% inspiration, 98% perspiration."
  },
  {
    "name": "Michael Phelps",
    "comment": "If you want to be the best, you have to do things that other people aren't willing to do."
  },
  {
    "name": "Larry Bird",
    "comment": "A winner is a person who gets up one more time than he is knocked down."
  },
  {
    "name": "Mia Hamm",
    "comment": "My coach said I run like a girl. I said if he ran a little faster, he could too."
  },
  {
    "name": "Drew Brees",
    "comment": "If you're willing to work hard and get after it, you can achieve anything."
  },
  {
    "name": "Kobe Bryant",
    "comment": "The most important thing is to try and inspire people so that they can be great in whatever they want to do."
  },
  {
    "name": "Arnold Palmer",
    "comment": "The most important shot in golf is the next one."
  },
  {
    "name": "Joe Montana",
    "comment": "I don't think I'll ever be a normal person."
  },
  {
    "name": "Ken Griffey Jr.",
    "comment": "It's not what you are, it's what you don't become that hurts."
  },
  {
    "name": "Jackie Joyner-Kersee",
    "comment": "The rewards of a life well lived are many. The challenges of a life well lived are many more."
  },
  {
    "name": "Walter Payton",
    "comment": "Never die easy. Why run out of bounds and quit? Why not take a hit?"
  },
  {
    "name": "Emmitt Smith",
    "comment": "You've got to be willing to get out of your comfort zone, and I am."
  },
  {
    "name": "Abby Wambach",
    "comment": "We have to be our own heroes."
  },
  {
    "name": "Derek Jeter",
    "comment": "There may be people that have more talent than you, but there's no excuse for anyone to work harder than you do."
  },
  {
    "name": "Dale Earnhardt",
    "comment": "The best way to get something done is to begin."
  },
  {
    "name": "Lou Gehrig",
    "comment": "Don't let the fear of striking out hold you back."
  },
  {
    "name": "Conor McGregor",
    "comment": "The more you seek the uncomfortable, the more you will become comfortable."
  },
  {
    "name": "Danica Patrick",
    "comment": "I'm going to go after this until I have no more to give."
  },
  {
    "name": "Jack Nicklaus",
    "comment": "The difference between a good player and a great player is how they perform under pressure."
  },
  {
    "name": "Mike Tyson",
    "comment": "Everyone has a plan until they get punched in the mouth."
  },
  {
    "name": "Nadia Comaneci",
    "comment": "I don't run from a challenge, I run towards it."
  },
  {
    "name": "Babe Ruth",
    "comment": "I swing big, with everything I've got. I hit big or I miss big."
  },
  {
    "name": "Kobe Bryant",
    "comment": "I'm here to play and to win."
  },
  {
    "name": "Michael Jordan",
    "comment": "Talent wins games, but teamwork and intelligence wins championships."
  },
  {
    "name": "Muhammad Ali",
    "comment": "Don't count the days, make the days count."
  },
  {
    "name": "Wayne Gretzky",
    "comment": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be."
  },
  {
    "name": "Mia Hamm",
    "comment": "Somewhere behind the athlete you’ve become and the hours of practice and the coaches who have pushed you is a little girl who fell in love with the game and never looked back."
  },
  {
    "name": "Derek Jeter",
    "comment": "There may be people that have more talent than you, but there's no excuse for anyone to work harder than you do."
  },
  {
    "name": "Tom Brady",
    "comment": "The only thing that matters is winning."
  },
  {
    "name": "Serena Williams",
    "comment": "I am not afraid of anyone. I have nothing to lose."
  },
  {
    "name": "LeBron James",
    "comment": "I'm just a kid from Akron, Ohio, who had a dream."
  },
  {
    "name": "Pele",
    "comment": "The more difficult the victory, the greater the happiness in winning."
  },
  {
    "name": "Tiger Woods",
    "comment": "I don't mind not being number one, as long as I can feel it."
  },
  {
    "name": "Roger Federer",
    "comment": "When you're good at something, you'll feel it. When you're great at something, you'll know it."
  },
  {
    "name": "Usain Bolt",
    "comment": "Don't think about the competition. Just focus on yourself."
  },
  {
    "name": "Christiano Ronaldo",
    "comment": "I am not a one-man show. I am a team."
  }
]