[
  {
    "name": "Babe Ruth",
    "comment": "The only real game, I think, is baseball."
  },
  {
    "name": "Jackie Robinson",
    "comment": "A life is not important except in the impact it has on other lives."
  },
  {
    "name": "Muhammad Ali",
    "comment": "Float like a butterfly, sting like a bee."
  },
  {
    "name": "Michael Jordan",
    "comment": "I can accept failure, everyone fails at something. But I can't accept not trying."
  },
  {
    "name": "Wayne Gretzky",
    "comment": "You miss 100% of the shots you don’t take."
  },
  {
    "name": "Serena Williams",
    "comment": "I'm a perfectionist. I'm pretty tough on myself."
  },
  {
    "name": "LeBron James",
    "comment": "I'm not a businessman; I'm a business, man."
  },
  {
    "name": "Pele",
    "comment": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do."
  },
  {
    "name": "Tiger Woods",
    "comment": "The greatest thing about tomorrow is I will be better than I am today."
  },
  {
    "name": "Roger Federer",
    "comment": "There is no way around the hard work. Embrace it."
  },
  {
    "name": "Tom Brady",
    "comment": "I'm a great believer in luck, and I find the harder I work the more I have of it."
  },
  {
    "name": "Lionel Messi",
    "comment": "You have to fight to reach your dream. You have to sacrifice and work hard for it."
  },
  {
    "name": "Usain Bolt",
    "comment": "I told you all I was going to be number one, and I did just that."
  },
  {
    "name": "Christiano Ronaldo",
    "comment": "Your love makes me strong, your hate makes me unstoppable."
  },
  {
    "name": "Babe Didrikson Zaharias",
    "comment": "The formula for success is 2% inspiration, 98% perspiration."
  },
  {
    "name": "Michael Phelps",
    "comment": "If you want to be the best, you have to do things that other people aren't willing to do."
  },
  {
    "name": "Larry Bird",
    "comment": "A winner is a person who gets up one more time than he is knocked down."
  },
  {
    "name": "Mia Hamm",
    "comment": "My coach said I run like a girl